Revit 2027 API
ApplicationEntryPoint.OnShutdownEO Method
 For Revit Macros internal use only.
Namespace: Autodesk.Revit.DB.Macros
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void OnShutdownEO()
Public Sub OnShutdownEO
public:
virtual void OnShutdownEO() sealed
abstract OnShutdownEO : unit -> unit
override OnShutdownEO : unit -> unit
Implements
IEntryPoint.OnShutdown()
See Also
Reference
ApplicationEntryPoint Class
Autodesk.Revit.DB.Macros Namespace